ppt.tex
% Created 2019-01-10 Thu 13:37
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Yelugoti Mohana Datta - IMT2016012}
\date{\today}
\title{Sociological Imagination}
\hypersetup{
 pdfauthor={Yelugoti Mohana Datta - IMT2016012},
 pdftitle={Sociological Imagination},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.2 (Org mode 9.2)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{The 'Promise'}
\label{sec:orgc0cf889}
\begin{itemize}
\item C. Wright Mills says that the The sociological imagination enables us
to grasp history and biography and the relations between the two 
within society. That is its task and its promise.

\item Sociological Imagination can also be defined as "the vivid awareness
of the relationship between personal experience and wider society".
\end{itemize}
\section{Trouble vs Issues}
\label{sec:org825d946}
Mills says that the most fruitful distinction with which the sociological
imagination works is between \emph{\textbf{the personal troubles of milieu}} and 
\emph{* the public issues of social structure *}.

\subsection{Troubles:}
\label{sec:org7691998}
A Trouble is a private matter: values cherished by an individual are
felt by him to be threatened.

\subsection{Issues:}
\label{sec:org3d8b989}
An issue is a public matter: values cherished by public is felt to be
threatened.

\subsection{Obesity in America - Is it an issue or trouble (1):}
\label{sec:org2bce459}

\begin{itemize}
\item According to center of disease control, 35\% (34.9\% to be preicse) of 
adults are obese and 69\% (68.5\% to be precise) are either obese or 
overweight.

\item Social structures that contribute to obesity include \textbf{\uline{Food Desertes}},
which are areas of U.S where people donot have access to healthy foods
like fruits etc and these are also the places where we cannot grow these
types of foods. So little access to healthy foods.

\item Governament subsidies: Research shows <1\% goes towards the fresh fruits 
or vegetables while majority of subsidies are given to \textbf{Meat, Diary and
grain} production.
\end{itemize}
\subsection{Obesity in America - Is it an issue or trouble (2):}
\label{sec:orga4e1a94}

\begin{itemize}
\item This basically makes vegetables costlier compared to Meat etc. This leads
to more people consuming heavy foods, in these areas it now becomes
an \textbf{\uline{issue}}.

\item In other areas(i am generalising here not taking many factors) it is more
of a private trouble.
\end{itemize}

\section{Various 'states' of people}
\label{sec:org8725e54}
\subsection{\textbf{\underline{Well being}} :}
\label{sec:org0886c63}
People experience this when they have some set of 'values' and do not
feel any threat to them.
\subsection{\textbf{\underline{Crisis}} :}
\label{sec:orgd0efb1b}
People experience this when they cherish values but do feel them to be
'threatened', they experience a crisis - either a personal value or
public issue.

Ex: People in the LGBT community feel threatened and experience 'crisis'.
\subsection{\textbf{\underline{Indifference}}:}
\label{sec:orgbe39673}
People experience this when they are neither aware of any cherished values
nor experience any threat.

If this involves all their values, it becomes \textbf{apathy}.

The question of apathy has come up in India again and again, cases where

\begin{itemize}
\item \href{https://www.ndtv.com/chennai-news/after-techies-killing-chennai-grapples-with-questions-on-apathy-1424194}{Woman on busy chennai railway platform} was attacked by a machete-wielding
man and lay dead in a pool of blood for two hours while people went about
boarding trains.

\item \href{https://indianexpress.com/article/opinion/web-edits/boy-bleeds-to-death-in-karnataka-our-indifference-is-appalling-4504660/}{A teenager in Karnataka} bled to death after being hit by a state bus,
while passersby huddled around him to take videos and pictures on their
mobile phones.
\end{itemize}
\subsection{\textbf{\underline{Uneasiness}}:}
\label{sec:orgbacf3cd}
People experience this when they are unaware of any cherished values but 
experience threat.

Ex: How we felt when Trump decided to build a 'border wall' between
Mexico and U.S.A.
\end{document}